app/controllers/messages_controller.rb

  def create
    @message = @group.messages.new(message_params)
    if @message.save
---
INSERT INTO `messages` (`content`, `group_id`, `user_id`, `created_at`, `updated_at`, `image`) VALUES ('きょうはんしゃ 馬鹿馬鹿しい 十台 弱虫。', 43, 17, '2019-03-13 06:34:19', '2019-03-13 06:34:19', NULL)